* Client
** TODO Task B
:PROPERTIES:
:Comment: This is taking a while
:END:
:LOGBOOK:
CLOCK: [2022-01-13 Thu 15:37]--[2022-01-13 Thu 17:37] =>  2:00
:END
** DONE Task A
CLOSED: [2022-01-13 Thu 17:36]
:LOGBOOK:
CLOCK: [2022-01-08 Sat 11:37]--[2022-01-08 Sat 17:37] =>  6:00
- State "DONE"       from "TODO"       [2022-01-13 Thu 17:36]
:END:
* Client B
** ACTIVE Special Project
*** TODO Task C
:PROPERTIES:
:Effort:   540
:END:
:LOGBOOK:
CLOCK: [2022-01-13 Thu 09:38]--[2022-01-13 Thu 17:38] =>  8:00
:END:
*** DONE Task D
:LOGBOOK:
CLOCK: [2022-01-13 Thu 13:55]--[2022-01-13 Thu 17:55] =>  4:00
:END:

** TODO Unrelated Task
:LOGBOOK:
CLOCK: [2022-01-13 Thu 17:30]--[2022-01-13 Thu 17:56] =>  0:26
:END:
